<?php
$_['entry_cloner'] 		 = 'Создать Копию';
$_['entry_dcloner'] 	 = 'Удалить Копию';
$_['button_cloner'] 	 = 'Клонирует данный модуль';
$_['button_dcloner'] 	 = 'Удаляет данный модуль, без возможности восстановления';
$_['entry_login']        = 'Номер счета Qiwi (без знака +):';
$_['entry_password']     = 'Секретный ключ:';
$_['entry_komis'] 		 = 'Комиссия магазина:';
$_['entry_fixen']        = 'Cумма к оплате:';
$_['entry_fixen_order']  = 'Итого';
$_['entry_fixen_proc']   = 'Процент от итого';
$_['entry_fixen_fix']    = 'Фиксированная';
$_['entry_fixen_amount'] = 'Сумма или процент к оплате:';
$_['entry_minpay'] 		 = 'Минимальная сумма заказа:<br/><small>(ели меньше то метод не отображается)</small>';
$_['entry_maxpay'] 		 = 'Максимальная сумма заказа:<br/><small>(ели больше то метод не отображается)</small>';
$_['entry_start_status']    = 'Статус после оформления заказа:<br/><small>Только для Отложенной оплаты</small>';
$_['entry_on_status']    = 'Статус заказа после неуспешной или ожидаемой оплаты:<br/>Статус для активации Отложенной оплаты';
$_['entry_order_status'] = 'Статус после удачной оплаты:';
$_['entry_geo_zone']     = 'Регион доступности оплаты:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Сортировка:';
$_['entry_style']        = 'Вид кнопки под стиль темы:';
$_['text_payment']       = 'Оплата';
$_['text_order']         = 'Заказы';
$_['status_title']       = 'Оплаченные заказы';
$_['text_success']       = 'Настройки сохранены';
$_['text_my']       	 = 'Свой';
$_['text_default']       = 'По умолчанию';
$_['entry_instruction'] = 'Инструкция при оформлении заказа:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма оплаты<br/>~komis~ - комисcия в процентах<br/>~total-komis~ - посчитанная комиссия от суммы<br/>~plus-komis~ - сумма с комиссией<br/>а также html теги.</small>';
$_['entry_instruction_tab']      = 'Использвать инструкцию при оформлении заказа?';
$_['entry_mail_instruction_tab']      = 'Использовать инструкцию в письме с заказом?';
$_['entry_mail_instruction']      = 'Инструкция в письме с заказом:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма оплаты<br/>~komis~ - комисcия в процентах<br/>~total-komis~ - посчитанная комиссия от суммы<br/>~plus-komis~ - сумма с комиссией<br/> а также html теги.</small>';
$_['entry_success_comment_tab']      = 'Использовать комметарий покупателю в письме о успешной оплате?';
$_['entry_success_comment']      = 'Комметарий покупателю в письме о успешной оплате:<br/><small>Поддерживает переменные:<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма заказа</small>';
$_['entry_name_tab']      = 'Текст в название метода оплаты?';
$_['entry_name']      = 'Название метода оплаты::<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_success_alert_admin_tab']      = 'Письмо администратору при успешной оплате:';
$_['entry_success_alert_customer_tab']      = 'Письмо покупателю при успешной оплате:';
$_['entry_success_page_tab']      = 'Свой текст на странице успешной оплаты?';
$_['entry_success_page_text']      = 'Текст на странице успешной оплаты:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма оплаты<br/>~komis~ - комисcия в процентах<br/>~total-komis~ - посчитанная комиссия от суммы<br/>~plus-komis~ - сумма с комиссией<br/>а также html теги.</small>';
$_['entry_waiting_page_tab']      = 'Свой текст на странице ожидаемой оплаты?';
$_['entry_waiting_page_text']      = 'Текст на странице ожидаемой оплаты:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма оплаты<br/>~komis~ - комисcия в процентах<br/>~total-komis~ - посчитанная комиссия от суммы<br/>~plus-komis~ - сумма с комиссией<br/>а также html теги.</small>';
$_['entry_button_later']      = 'Кнопка оплатить позже в оформлении заказа:';

$_['entry_hrefpage_tab']      = 'Свой текст на странице после перехода по ссылки из письма или из личного кабинета?';
$_['entry_hrefpage']      = 'Текст на странице после перехода по ссылки из письма или из личного кабинета:<br/><small>Поддерживает переменные:<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма оплаты<br/>~komis~ - комисcия в процентах<br/>~total-komis~ - посчитанная комиссия от суммы<br/>~plus-komis~ - сумма с комиссией<br/>а также html теги.</small>';

$_['entry_license'] = 'Лицензионный ключ:';

$_['error_license']    = 'Введите Лицензионный ключ!<br/><small>Купить ключ можно на <a href="http://store.pe-art.ru">http://store.pe-art.ru</a></small>';
$_['error_key_er']     = 'Неправильный Лицензионный ключ!<br/><small>Ключ действителен только для одного домена. Купить ключ можно на <a href="http://store.pe-art.ru">http://store.pe-art.ru</a></small>';

$_['error_fixen'] = 'Введите значение';
$_['error_login']      = 'Введите номер счета';
$_['error_password']   = 'Введите секретное слово';

$_['text_createorder_or_notcreate']       = 'Создавать заказ после оплаты:<br/><small>Если "Нет" то заказ создатся сразу, независимого от того прошла оплата или нет.</small>';
$_['text']       = 'Ссылка на оплату: ';



$_['entry_debug']      = 'Отладка передачи данных:<br/><small>прерывает переход на оплату и выводит передаваемые данные на экран</small>';

$_['entry_returnpage']      = 'Страница возврата (success и fail):';
$_['entry_returnpage_self']      = 'Своя от модуля';
$_['entry_returnpage_default']      = 'Стандартная от магазина';

$_['entry_otlog']      = 'Режим перехода к оплате:<br/><small><b>Стандартный</b> - оплата сразу после офрмления заказа.<br/><b>Отложенная оплата</b> - Разрешена только после проверки заказа.<br/><b>Контроль наличия товаров</b> - Все товары в корзине в наличии - работает стандартный режим, все или несколько товаров не в наличии - работает отложенный режим.</small>';
$_['entry_otlog_standard']      = 'Стандартный';
$_['entry_otlog_pay']      = 'Отложенная оплата';
$_['entry_otlog_stock']      = 'Контроль наличия товаров';

$_['text_success']		 			= 'Настройки модуля успешно обновлены!';
$_['error_permission']				= 'У Вас нет прав для управления этим модулем!';

$_['entry_fixen_ship']  = 'Доставка';
$_['entry_fixen_proc_ship']   = 'Процент от доставки';
$_['entry_fixen_order_noship']  = 'Итого без Доставки';
$_['entry_fixen_proc_noship']   = 'Процент от итого без доставки';
$_['entry_fixen_proc_sum']   = 'Процент от промежуточного итога (суммы)';
$_['entry_fixen_sum']   = 'Промежуточный итог (сумма)';

$_['entry_gruppa']     			 				= 'Группа покупателей которым доступна оплата:';
$_['text_all_groups']     			 			= 'Все группы';
$_['entry_shipping']     			 			= 'Методы доставки при которых доступна оплата:';
$_['text_all_shipping']     			 		= 'Все методы';
$_['error_noempty'] 	= 'Необходимо выбрать хотябы один пункт!';
$_['entry_store']     			 				= 'Магазин в котором доступна оплата:';
$_['entry_komis_brain']  = 'Умная комиссия:<br/><small>Комиссия видна в момент оплаты. Разделитель копеек точка. Для скидки установите отрицательное значение (знак минус - перед числом)<br/><b>Умная комиссия</b> - расчитывает процент при котором вы получите точную сумму оплаты за минусом комиссии платежной системы (в поле ниже укажите процент платежной системы)<br/><b>Обычная комиссия</b> - это наценка или скидка на сумму к оплате</small>';
$_['entry_morepay']  = 'Разбивать платежи на части, при сумме выше:<br/><small>Позволяет обойти ограничение на максимальный платеж установленный платежной системой.</small>';
$_['entry_morepay_redirect']  = 'Частичные платежи на странице GO:<br/><small>Форма для разделенных платежей на странице GO (страница после перехода по ссылки из письма или из личного кабинета) или STATUS (страница ожидаемой оплаты)</small>';
$_['entry_morepay_alert_admin']  = 'Уведомлять администратора при удачных частичных платежах:';
$_['entry_morepay_alert_customer']  = 'Уведомлять покупателя при удачных частичных платежах:';

$_['text_showadmin_none']     			 			= 'Cкрывать';
$_['text_showadmin_only']     			 			= 'Показывать только администратору';
$_['text_showadmin_main']     			 			= 'Всегда показывать администратору';
$_['text_showadmin_default']     			 		= 'На основе правил';
$_['entry_showadmin']     			 				= 'Отображение в оформлении, редактировании, создании заказа:';

$_['text_orderset']     			 				= 'Настройки модуля оплаты<br/><small>(Оформление, редактирование, создание заказа)</small>';
$_['text_allset']     			 					= 'Основные настройки';

$_['entry_formcomment']     			 				= 'Название перевода в истории отправителя:<br/><small>(до 50 символов)<br/>Отображается на платежной форме<br/>По умолчанию: Заказ НОМЕР-ЗАКАЗА<br/>Не поддерживает html теги. Можно использовать переменные - полный список доступен в документации</small>';
$_['entry_short_dest']     			 					= 'Название перевода на странице подтверждения:<br/><small>(до 50 символов)<br/>Отображается на платежной форме<br/>Рекомендуется делать его таким же, как "Название перевода в истории отправителя"<br/>По умолчанию: Заказ НОМЕР-ЗАКАЗА<br/>Не поддерживает html теги. Можно использовать переменные - полный список доступен в документации</small>';
$_['entry_targets']     			 					= 'Назначение платежа:<br/><small>(до 150 символов)<br/>Отображается на платежной форме<br/>По умолчанию: Оплата заказа НОМЕР-ЗАКАЗА<br/>Не поддерживает html теги. Можно использовать переменные - полный список доступен в документации</small>';
$_['entry_ocomment']     			 					= 'Комментарий для продавца:<br/><small>(до 200 символов)<br/>Дополнительная информация в описании транзакции для получателя<br/>По умолчанию: не передается<br/>Не поддерживает html теги. Можно использовать переменные - полный список доступен в документации</small>';

$_['entry_qtoken']        = 'Токен:<br><small>Выпустить токен можно <a target="_blank" href="https://qiwi.com/api">по ссылке</a><br>Внимание! токен можно использовать только для одного сайта!</small>';
$_['text_secred'] = 'Получить';
$_['text_secred_edit'] = 'Изменить ключ';

$_['entry_pagepay'] = 'Переход на оплату';
$_['text_pagepay_redir'] = 'Редирект в текущем окне';
$_['text_pagepay_new'] = 'В новом окне';
$_['text_pagepay_frame'] = 'Iframe на сайте';

//БАЛАНС
$_['text_balance']     		= 'Настройки модуля пополнения баланса';
$_['entry_artprbalance']    = 'Показывать в пополнении баланса магазина:<br/><small>Для того чтобы отображать кнопку пополнения, следуйте инструкциям согласно документации модуля</small>';
$_['entry_balance_name']    = 'Название метода:<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_balance_url']     = 'Ссылка на пополнение баланса:<br/><small>Вы можете разместить ссылку в любом месте шаблона</small>';
$_['entry_balance_sort']    = 'Сортировка:';

//Свободная сумма
$_['text_fpay']     		= 'Настройки модуля оплаты свободной суммы';
$_['entry_artprfpay']     		= 'Показывать в оплате свободной суммы:<br/><small>Для того чтобы отображать кнопку оплаты свободных сумм, следуйте инструкциям согласно документации модуля</small>';
$_['entry_fpay_name']     	= 'Название метода:<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_fpay_url']     	= 'Ссылка на оплату свободной суммы:<br/><small>Вы можете разместить ссылку в любом месте шаблона</small>';
$_['entry_fpay_sort']     	= 'Сортировка:';
$_['entry_fpay_sort']     	= 'Сортировка:';
$_['entry_fpay_mail_customer']     	= 'Текст покупателю в письме о успешной оплате (Заменит стандартный текст):<br/><small>Поддерживает переменные:<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма заказа<br/>и др. из документации</small>';
$_['entry_fpay_mail_admin']     	= 'Текст администратору в письме о успешной оплате (Заменит стандартный текст):<br/><small>Поддерживает переменные:<br/>~orderid~ - номер заказа<br/>~itogo~ - сумма заказа<br/>и др. из документации</small>';

//Статус
$_['heading_title_status'] = 'Оплаченные заказы Qiwi PRO';
$_['id'] = 'ID';
$_['num_order'] = 'Номер заказа';
$_['sum'] = 'Сумма';
$_['label'] = 'Комиссия';
$_['status'] = 'Статус';
$_['user'] = 'Пользователь';
$_['email'] = 'email';
$_['date_created'] = 'Дата создания';
$_['date_enroled'] = 'Дата оплаты';
$_['sender'] = 'Идентификатор операции';
$_['entry_capture2'] = 'Частичный';
$_['entry_success'] = 'Завершен';
$_['label8'] = 'Тип';
$_['tran_order'] = 'Заказ';
$_['tran_balance'] = 'Баланс';
$_['tran_free'] = 'Свободный';
$_['tran_none'] = 'Не определен';
?>