<?php
// Heading
$_['heading_title']    	= 'Добавляемые блоки';

// Text
$_['text_extension']    = 'Модули';
$_['text_success']      = 'Настройки модуля обновлены!';
$_['text_edit']        	= 'Редактирование модуля';

// Entry
$_['entry_name']        = 'Название';
$_['entry_heading']     = 'Заголовок модуля (если нужен)';
$_['entry_image']        = 'Картинка';
$_['entry_link']        = 'Ссылка с элемента (если нужна)';
$_['entry_title']       = 'Крупный текст элемента';
$_['entry_text']        = 'Мелкий текст элемента';
$_['entry_id']      = 'ID модуля (для стилизации или управления скриптами)';
$_['entry_status']      = 'Статус';

// Help
$_['button_block_add']     = 'Добавить блок';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
$_['error_name']       = 'Название должно быть от 3 до 64 символа!';
$_['error_width']      = 'Необходимо указать ширину!';
$_['error_height']     = 'Необходимо указать высоту!';
