<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию!';

$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию в нашем интернет магазине "%s"!';
$_['text_welcome2']        = 'В знак нашей благодарности, мы дарим Вам скидку 7%. Ваш купон на скидку SALE-REG';

$_['text_login']          = 'Ваш аккаунт успешно создан, и вы можете войти, используя указанный при регистрации адрес электронной почты и пароль на нашем сайте:';

$_['text_approval']       = 'Ваша учётная запись ожидает подтверждения. После её подтверждения вы сможете войти на сайт, используя ваш адрес электронной почты и пароль, по ссылке:';

$_['text_services']       = 'После входа на сайт вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счетов и многое другое...';

$_['text_thanks1']         = 'С уважением, отдел продаж:';
$_['text_thanks2']         = 'Тел.: +7(800)775-70-72';
$_['text_thanks3']         = 'Тел.: +7(495)989-43-31';
$_['text_thanks4']         = 'Сот.: +7(985)310-95-50';
$_['text_thanks5']         = 'info@st-spares.ru';
$_['text_thanks6']         = 'https://st-spares.ru/';
$_['text_thanks7']         = 'https://vse-ressory.ru/';

$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрирован новый покупатель:';
$_['text_website']        = 'Веб сайт:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
